import { BlockBg } from "../Block-bg";
import "./AboutMe.scss";

export const AboutMe = () => {
  return (
    <BlockBg title="about me" id="about-me">
      <div className="about-me__container">
        <div className="about-me__description">
          Мене звати Марина і я дизайнер із пристрастю до створення унікальних і
          креативних рішень. Моє захоплення дизайном почалося 7 років тому.
          Відтоді я постійно розвиваю свої навички і шукаю нові підходи до
          творчості. <br /> <br /> Я спеціалізуюся на розробці фірмового стилю,
          оформленні візуалу соціальних мереж, оформленні stories, розробці
          рекламних креативів, дизайні поліграфії: сертифікати, візитки, афіші і
          т.д. Маю досвід роботи з різними проєктами в сфері HoReca, сфері
          медицини, сфері краси, туристичного бізнесу. <br /> <br /> Моя мета – допомогти вам
          втілити ідеї в життя, створюючи дизайн, який не тільки виглядає гарно,
          але й ефективно працює. <br /> <br /> Окрім дизайну, я багато років працювала
          смм-спеціалістом, тому розумію, як важливо не просто створити гарну
          картинку, а й зробити так, щоб на неї звернула увагу саме ваша цільова
          аудиторія. 
        </div>
        <div className="about-me__photo"></div>
      </div>
    </BlockBg>
  );
};
